; TranslationAuthor: geogeo.gr
; TranslationAuthorEmail: 
; TranslationAuthorWeb: https://www.geogeo.gr
; Soft Version: 3.64.108
; Update: 28-12-2018

[Lang]
NativeLanguage=Ελληνικά

[GUI]
ButtonYes=Ναι
ButtonNo=Όχι
ButtonOK=Εντάξει
ButtonClose=Κλείσιμο

[Translation]
LangCode=0408
ReadHabit=Left-to-right
LanguageName=ELL
LangShortName=el-gr
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=Πληροφορίες
Warning=Προειδοποίηση
Error=Σφάλμα
Confirm=Επιβεβαίωση
;
; Memory Optimization
;
FrmMoMain.imgmail.hint=Μοιραστείτε το Wise Memory Optimizer με φίλους
FrmMoMain.imgfacebook.hint=Πείτε στο Facebook ότι σας αρέσει το WiseCleaner
FrmMoMain.imgtwitter.hint=Μοιραστείτε το Wise Memory Optimizer στο Twitter
FrmMoMain.chkupdate.caption=Αυτόματος έλεγχος για νέα έκδοση
FrmMoMain.btnlike.caption=Μου αρέσει
FrmMoMain.lblTotalMem.Caption=Μνήμη:
FrmMoMain.lblaopt.Caption=Αυτόματη βελτιστοποίηση αν η ελεύθερη μνήμη πέσει κάτω από:  
FrmMoMain.lbltry.Caption=Περισσότερη ελεύθερη μνήμη
FrmMoMain.btnsettings.Caption=Ρυθμίσεις
FrmMoMain.btnOpt.Caption=Βελτιστοποίηση
FrmMoMain.chkmin.Caption=Ελαχιστ/ση στη γραμμή ειδοποιήσεων κατά το κλείσιμο
FrmMoMain.chkauto.Caption=Έναρξη μαζί με τα Windows
FrmMoMain.chkautoOpt.Caption=Αυτόματη βελτιστοποίηση
FrmMoMain.ckchkclearborad.Caption=Εκκαθάριση του Πρόχειρου στη βελτιστοποίηση
FrmMoMain.chkidle.Caption=Εκτέλεση όταν η CPU είναι αδρανής (Συνιστάται)
FrmMoMain.lbllang.Caption=Γλώσσα / Language:
;
; About
;
FrmAbout.caption=Περί...
FrmAbout.btnok.caption=Εντάξει
FrmAbout.lblver.caption=Τρέχουσα έκδοση:
FrmAbout.lblemail.caption=Email υποστήριξης:
FrmAbout.lblhome.caption=Ιστοσελίδα:
FrmAbout.lblthanks.caption=Ευχαριστούμε τα παρακάτω πρόσωπα για τη συνεισφορά τους:

[MemoryOptimizer]
ThisTimeFreeMemory=Ελευθερώθηκαν %s μνήμης αυτή τη φορά.
CurPrecent=Τρέχουσα χρήση μνήμης:
UsedMemory=Μνήμη σε χρήση:
AvailableMemory=Ελεύθερη μνήμη:
FreeMemory=Ελεύθερη μνήμη:
At=στις
pmShow=Άνοιγμα Wise Memory Optimizer
pmOpt=Βελτιστοποίηση
pmAbout=Περί...
pmExit=Έξοδος
SureExit=Βελτιστοποίηση μνήμης. Είστε βέβαιος ότι θέλετε έξοδο τώρα;
Mintotray=Βελτιστοποίηση μνήμης

[Message]
NoNews=Δεν έχετε μη αναγνωσμένο μήνυμα.
NewVer=Μια νέα έκδοση του Wise Memory Optimizer είναι διαθέσιμη! Θέλετε να κάνετε αναβάθμιση τώρα;
NotShowNotice=Να μην εμφανιστεί ξανά αυτή η ειδοποίηση